app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
<<<<<<< HEAD
    @students = Student.all